<?php include 'common/header.php' ?>    
<?php include 'common/nav.php' ?>    
<div class="banner">
    <h1>分享搞起来</h1>
    <h2>个人和团队一起成长</h2>
</div>
    <div class="container">
        <div class="section">
          <section id="dropdowns">
            <div class="page-header">
              <h2>历史回顾</h2>
            </div>
            <table class="table">
            <tr>
            <p>时间：2016年3月4号 5:00 -- 7:00</p>
            <p>地点：20层1号会议室</p>
            <p>主题：微博红包飞活动总结</p>
            <p>主讲：刘庆 & 昱东</p>
            <p>简介：微博红包飞作为年底重点活动项目，每年都会举行，15年红包飞效果明显，但是在做红包飞的过程中，我们遇到了一些问题，踩过了一些坑。3月4号大家一起，介绍一下红包飞的业务流程，讨论一下目前技术架构的利弊，大家提提建议，碰撞出火花，开启16年的新篇章。</p>
            <p><a href="#">下载资料</a></p>
            </tr>
            <hr>
            <tr>
            <p>时间：2016年3月4号 5:00 -- 7:00</p>
            <p>地点：20层1号会议室</p>
            <p>主题：微博红包飞活动总结</p>
            <p>主讲：刘庆 & 昱东</p>
            <p>简介：微博红包飞作为年底重点活动项目，每年都会举行，15年红包飞效果明显，但是在做红包飞的过程中，我们遇到了一些问题，踩过了一些坑。3月4号大家一起，介绍一下红包飞的业务流程，讨论一下目前技术架构的利弊，大家提提建议，碰撞出火花，开启16年的新篇章。</p>
            <p><a href="#">下载资料</a></p>
            </tr>
            <hr>
            <tr>
            <p>时间：2016年3月4号 5:00 -- 7:00</p>
            <p>地点：20层1号会议室</p>
            <p>主题：微博红包飞活动总结</p>
            <p>主讲：刘庆 & 昱东</p>
            <p>简介：微博红包飞作为年底重点活动项目，每年都会举行，15年红包飞效果明显，但是在做红包飞的过程中，我们遇到了一些问题，踩过了一些坑。3月4号大家一起，介绍一下红包飞的业务流程，讨论一下目前技术架构的利弊，大家提提建议，碰撞出火花，开启16年的新篇章。</p>
            <p><a href="#">下载资料</a></p>
            </tr>
            <hr>
            </table>
          </section>
        </div>
    </div>
<?php include 'common/footer.php' ?>    
