<?php include 'common/header.php' ?> 
<body data-spy="scroll" data-target=".bs-docs-sidebar"><div class="navbar  navbar-inverse navbar-fixed-top">
<?php include 'common/nav.php' ?>
<?php include 'common/banner.php' ?> 
	   <div class="container">
        <div class="row">
		<?php include 'common/super_nav.php' ?> 
		<div class="span9">
        <div class="section">
          <section id="dropdowns">
            <div class="page-header">
              <h2>张荣-始祖-华斋公</h2>
            </div>
			<p><img src="<?php echo be_config::k('common.static_host')?>/static/img/huazhaigong.jpg" /></p><p style="text-align:center;">始祖-华斋公画像</p><br />
			<p><img src="<?php echo be_config::k('common.static_host')?>/static/img/huazhaifuren.jpg" /></p><p style="text-align:center;">始祖母-华斋公夫人画像</p><br />
<p>据张氏族谱载，吾始祖华斋公、讳荣，原籍浙江省杭州府钱塘县，元朝末年（元顺帝时），以拔贡生之身份，迁任山东省青州府同知（知府副职，掌军政，正职色目人担任）。华斋公为官清廉，刚正不阿，晚年因看不惯当局者腐败无能，欺压百姓，鱼肉人民，遂急流勇退，致仕后落籍临朐县，在临朐城西三十里，三阳山前建立庄园定居下来。此后张氏家族，耕读传家、科举入仕，代不乏人，成为当地名门望族，张氏家族自豪地称谓张氏“钱塘世家”。经历六百余年至今，族人已达数万人，散居于青州、临朐两县市一百余村以及全国各地，吾祖华斋公有知当笑于九泉矣。始祖殁后，葬于村西南十余里外的西股村凤凰山障保峪，自此立茔于此地，自始祖以后六世先祖，俱葬于障保峪祖茔。</p>
            <p>青州临朐钱塘张氏始祖张荣，字华斋，原籍浙江杭州府钱塘县人，元朝顺帝时期以拔贡官青州府同知，致仕后于临朐城西三十里的三郎山（明嘉靖年间建衡恭王墓后改名三阳山）前立村张家庄（今青州市王坟镇王坟村西），始入临朐籍，卒于元至正元年（1341年），葬凤凰山障保峪（在今青州市王坟镇西股村与东股村之间）。</p>
<p><img src="<?php echo be_config::k('common.static_host')?>/static/img/fenghuangshan.jpg" /></p><br />
<p>从小就多次听老人讲，我张氏家族最早的祖茔地在西股村凤凰山障保峪。可惜这么多年，我也已接近不惑，却还没有去拜访过，祖先安息的陵寝地，对于我这样的深受儒家传统文化影响的人来说，未尝不是件憾事。祖宗虽远，不得不敬，没有先祖，哪有后辈，说得严重点，就是不孝。</p>

<p>适逢周末，又是一年一度秋风劲，室外阳光庸懒的射着，漫天的落叶飘飘，把太阳好像驱赶地无处藏身。气温不冷不热，正是出游的好时节。闲来无事，我决定驱车去拜谒我“钱塘世家”张氏祖茔地----凤凰山障保</p>
<p>从涝洼村向西顺柏油路驱车而行，过王坟村向西行约一公里，有一小桥，河内流水潺潺，两岸边是一排排的柿子架，悬挂着一串串的鲜红柿饼，勤劳朴实的山村妇女，正在忙碌地刮柿皮，男人们小心翼翼地吊柿饼，丰收的喜悦浮现在脸上，但愿今秋别再连阴天，今年的柿饼有个好收成。过小桥向西南方向而去，进入了“西股溜”，公路从陈家园、丰家庄、张家庄穿村而过，不时地有狗儿猫儿，懒洋洋地在公路上散步，车到了跟前，才急急地穿过公路，消失在草丛中。三三两两的老人，在路边三五成群，说着家长里短，看到车来也是不急不忙的，我赶紧放慢速度，一路上鸡犬相闻，自己那颗浮躁的心，也随之沉寂下来。公路两侧山坡上，一丛丛黄栌树叶红如火，漫山遍野的柿子树，硕果累累，像悬挂着一个个的红灯笼。给人的感觉山里人的生活，也是红红火火。
很快到达西股村，爬上进村的小坡路，向东一拐，公路顺着山坡蜿蜒而行约一里路，路东侧是一片西高东低的麦田，大约有十多亩地，满地青青的麦苗，把车停在路边，下车后询问附近耕作的老农，告诉我这就是张氏祖茔地。我仔细端量这块，祖先安息的风水宝地。站在公路上向下望去，地形西高东低，东面有条小河呈半圆形，绕着茔地曲曲折折流过，茔地左侧全是石灰岩，右侧乃是白土崖，对面东山，形似凤凰开屏，背后西山如神龟卧山，南望“油瓶崮”三山不出头，辈辈出王侯。真是应了风水学上所说的，左青龙，右白虎，前朱雀，后玄武，九曲朝阳水，的确是块理想的风水宝地。想当年我祖先立茔于此后，在茔地内栽植了大量的橡树、松树，历经六百余年，茔地内巍然成林，合抱粗的大树比比皆是，遮天蔽日，茔地内碑碣林立，庄严肃穆，行人至此，无不肃然起敬。可惜毁于天灾人祸，解放前后，树木皆被杀伐，坟平碑断，只留下了一块块残缺的断碑埋没在，地边沟壑堰墙中，在默默的诉说那曾经的辉煌，和那不堪的往事。我漫步在祖先安息的土地上，心潮起伏，在农田中发现了，两处我祖先残破的坟墓，我虔诚的向祖先祈祷，等来日当号召族内有识之士，捐资出力，重修祖墓，刻石立碑，以慰先祖在天之灵。</p>

<p>钱塘张氏自迁涝洼村至明末的一百余年间，迎来了最为辉煌的时期，文人武士层出不穷，仅涝洼张家老林中就有32块圆头碑，皆为有功名之钱塘张氏族人而立，其间出过进士2人、举人2人、贡生6人、庠生数十人。一中公（七世张绎之次子）家最为显赫，一中之长子邦彦，嘉靖十年（1531年）举人，二十六年（1547年）进士，历任工部营缮清吏司主事、户部主事、员外郎、陕西延安府知府、易州兵备道、山西按察司副使等，官至中义大夫、赞治引、都察院右佥都御史（俗称都堂御史），巡抚甘肃；次子邦本，岁贡，授义官；三子邦直，嘉靖二十五年（1546年）举人，以子贵封行人司大行人；四子邦教一生设塾授徒；五子邦土，十八岁中武举人，不幸英年早逝。邦直之长子敦善，万历十九年（1591年）举人，二十年（1592年）进士，授行人司行人；邦直之次子观善，岁贡生，授德平县训导；邦本之次子择善，授代藩典宝；邦教之次子好善，岁贡生，授宝鸡县教谕；邦教之三子嘉善，授寿官。四代之内另有太学生、邑痒生10人。钱塘张氏在当时被称为临朐第二家，仅次于海岱冯氏一门。</p>
<p>不知不觉，已是红日西坠，我恋恋不舍地离开了，先祖安息的这片土地，我会再回来的，我会发动你的后世子孙，为你重修陵墓的。</p>
<p>始祖华斋公，立茔障保峪。</p>
<p>九曲朝阳水，青龙白虎地。</p>
<p>荒冢夕阳下，残碑乱草间。</p>
<p>祖德泽后世，子孙绵延长。</p>
          </section>
          </div>
            </div>
        </div>
    </div>
<?php include 'common/footer.php' ?> 
