<?php include 'common/header.php' ?> 
<body data-spy="scroll" data-target=".bs-docs-sidebar"><div class="navbar  navbar-inverse navbar-fixed-top">
<?php include 'common/nav.php' ?>
<?php include 'common/banner.php' ?> 
	   <div class="container">
        <div class="row">
		<?php include 'common/snav.php' ?> 
		<div class="span9">
        <div class="section">
          <section id="dropdowns">
            <div class="page-header">
              <h2>钱塘张氏家族住址变迁概况-二十四世　张成欣（涝洼村）</h2>
            </div>
            <p>据《张氏族谱》载，吾族系长安汉留侯子房公后裔，至宋时横渠公（张载）南迁临安（杭州），始定居于浙江钱塘县，然世远年湮，皆无实据可考。</p>
<p>吾族实可考的历史当从始祖华斋公开始，其原籍浙江省杭州府钱塘县，元朝末年，因军功以拔贡生之身份，官山东省青州府同知。始祖为政清廉，关心民众疾苦，为政期间目睹朝廷腐败，种族歧视，民不聊生，不愿继续为腐朽的朝廷服务，于是激流勇退，隐居山林。在临朐城西三十余里三郎山（建衡王墓后改名三阳山）前（今青州市王坟镇王坟村西），建立庄园，称张家庄。</p>
<p>吾族在张家庄繁衍生息，家道殷实，至嘉靖初年张家庄已相当繁荣。青州府衡王朱佑楎为选择陵地，派人赴青州府西南山区考察，刚进黑虎山头，便发现有一团紫气萦绕在张家庄上空，走近一看，发现此地左青龙，右白虎，背靠三阳山，足踏月牙河，确实是风水宝地，不过是张家的府邸，当时正是六月天，两人商议进府掏水喝，如果张家热情相待，就另选他地。此时我张家大门外有两位老人正在下棋，两人下马后，一连叫了几声大爷，却没人理会，两人很不高兴，把随身携带的小黄旗就地插在了张家大门前，然后骑马扬长而去。等两位老人弈罢收兵回过神来，追悔莫及，虽然当时我家有现任朝官，远不及皇族势力，不得不举族东迁。由此可见，下棋误事、慢待人，时至今日，吾族仍不乏棋迷、棋痴，可能有祖上遗风吧？</p>
<p>吾张氏家族于嘉靖六年举族东迁二里外的今天涝洼村龙脖子以东，始称挪窝村。因地处北洋水、仰天水交汇处，饱受水患，于是改名涝洼村。我们张氏是涝洼村的最先居民，尹、李诸姓后随迁入，今天的涝洼村已发展成人口上千、经济发达、交通便利的大村，而我张氏亦是村中旺族。</p>
<p>族人定居涝洼以后，秉承祖训，诗书继世，耕读传家，取得功名者，代不乏人，明朝出九世祖邦彦公、十世祖敦善公、东光公三位进士。此时我张氏家族可谓人才济济，名门望族。</p>
<p>村西龙怀有我张氏祖茔，据没口村族祖父本厚讲涝洼龙怀祖茔，安葬第一墓主是七世祖绎公，从九世到十三世大都安葬在这里。据村内年长者讲，张家祖茔碑碣林立，古木参天，合抱粗的橡子树比比皆是，遮天蔽日，幽深肃穆，气势非凡，若亲临其境，无不令人肃然起敬。我张氏祖茔声名远播，特别是三十二块圆头墓碑镌刻着先祖的丰功伟绩，为人津津乐道。附近出门在外的人，都会打听张氏祖茔中碑碣，若答对三十二块者便是同乡，人们会热情相待，答错者则不承认是涝洼人。</p>
<p>我张氏家族定居涝洼以后，居住中心当在涝洼村张家西胡同，二十六世正文家曾有一棵明朝古槐，可以作为我祖先在涝洼立村以后是以西胡同为中心向外发展扩散的证据。</p>
<p>通过研究族谱，在明末清初，族人从涝洼村大量外迁，有的甚至整支迁移，比如次支族人，全部外迁，现在涝洼村，留守族人全部是长支。关于为何大批外迁，以我个人观点，认为有以下几方面原因。</p>
<p>一、明末清初族人发展到十二、三世，此时人口急剧膨胀，人多地少，物质条件缺乏，必须外迁寻求生存发展之路。</p>
<p>二、水患影响，据传雍正八年下涝雨，仰天水、北洋水泛滥，我张氏家族险遭灭顶之灾，于是投亲访友，纷纷外迁。</p>
<p>三、由于先祖在外任官者比较多，其后裔随官落户四方，日久年远失去联系。详情见我《张氏族谱》</p>。
<p>四、我族人在当时可能遭遇天灾人祸，为避祸而背井离乡，象次支族人大部外迁高唐县，可能与此有关。</p>
<p>五、战争灾荒，族人因为生计，而不得不远走高飞，迁往东北三省、山西省者比较多，仅临朐前洼子一支迁往东北三省的人口就达300人，南镇头村、胡家宅村迁往山西省、陕西省的人口总数也在600余人之多。</p>
<p>外迁的张氏族人，人丁兴旺，经济富裕，分布于临朐、青州两县市近70余村庄，能者遍及全国各地，名士精英层出不穷，甚至有的走出国门，走向世界，成为商界名流或者科技精英。</p>
          </section>
          </div>
            </div>
        </div>
    </div>
<?php include 'common/footer.php' ?> 